{"links":[{"title":"Ten Catchy Anime Theme Songs from Winter 2016","content":"\nGo to permalink\r\n\r\nAs the winter 2016 season comes to a close, let’s look at some of the best anime theme songs it had to offer.\r\n\r\nAnime: Showa Genroku Rakugo Shinjuu\r\n\r\nSong: “Usurashi Shinjuu” \nArtist: Megumi Hayashibara \r\n\r\nWhy I Love It: This lounge singer-style Jazz song is so unlike the vast majority of anime themes out there, I can’t help but love it.\r\n\r\nAdvertisement\nAnime: Haruchika – Haruta & Chika \r\n\r\nSong: “Niji wo Ametara”\nArtist: fhána \r\n\r\nWhy I Love It: Upbeat songs with a mixture of male and female vocals are the best.\r\n\r\nSponsored\nArtist: STEREO DRIVE FOUNDATION\r\n\r\nWhy I Love It: When even the main character of the anime can’t help but dance to this song, what chance do I have.\r\n\r\nAnime: Fairy Tail (2014)\nWhy I Love It: Hard rock guitars and women singing in perfect harmony. Nuff said.\r\n\r\nAdvertisement\nArtist: Inaba Koshi\r\n\r\nWhy I Love It: This song makes Detective Conan seem way more epic than the formulaic mystery it actually is.\r\n\r\nAnime: Active Raid \nArtist: AKINO with bless4\r\n\r\nWhy I Love It: I’ve come to the realization that I’m going to like every AKINO song I come across. Her belting soprano voice gets me every time.\r\n\r\nAnime: Durarara!!x2 Ketsu\nArtist: FLOW\r\n\r\nWhy I Love It: Not only is the song great, but the opening introduces all the important characters by name as well. Then it gives you a brief recap mid-song that reminds you of important moments from previous episodes that are vital to what you’re about to watch.\r\n\r\nAnime: Erased\nArtist: ASIAN KUNG-FU GENERATION\r\n\r\nWhy I Love It: The tone of the song manages to capture both the everyday life nature of the show as well as the looming threat lying just beneath the surface.\r\n\r\nAnime: Bubuki Buranki\nWhy I Love It: Good use of female vocals, a hard guitar, and autotune.\r\n\r\nAnime: Ajin\nSong: “HOW CLOSE YOU ARE”\r\n\r\nArtist: Miyano Mamoru\r\n\r\nWhy I Love It: This is a rather laid-back ballad offset with images of Ajin dying hauntingly in a beautiful art style.\r\n\r\nKotaku East is your slice of Asian internet culture, bringing you the latest talking points from Japan, Korea, China and beyond. Tune in every morning from 4am to 8am.\nHow Blade Runner Teaches Bad Japanese Table Manners\r\n\r\nWednesday 6:30am\nOne Piece Creator On Drawing Boobs\r\n\r\nTuesday 5:30am\nMy Digimon Is an Immortal Freak of Nature and I Don’t Know How to Handle It\r\n\r\nTuesday 10:46am\nSquare-Enix's New RPG Harkens Back To Their Big 90s Classics\r\n\r\nYesterday 5:30am\nThe Erased Live-Action Movie is Plagued by a Nonsensical Ending\r\n\r\nTuesday 4:30am\nIn Digimon Tri, Growing Up Is Just as Hard as Battling Giant Monsters\r\n\r\n3\/17\/16 5:00am\nHere's the Best Price We've Ever Seen on the Xbox One Elite\r\n\r\nToday 12:24pm","url":"http:\/\/kotaku.com\/ten-catchy-anime-theme-songs-from-winter-2016-1766283876","archived":"false","category":null},{"title":"Two Smart Ideas In The Bravely Second Demo Make JRPG Grinding Less Tedious","content":"\nGo to permalink\r\n\r\nAlways searching for JRPGs that respect my time, I’ve made some happy discoveries in the demo for the upcoming 3DS game Bravely Second.\r\n\r\nI shouldn’t have been too surprised that the demo has some player-friendly features. The game’s 2014 predecessor, Bravely Default, already let players lower (or raise) the frequency of random encounters on the fly. Unfortunately, the original game also required players to replay major sections of the game up to five times before getting a proper ending. That’s player-hostile, huh?\r\n\r\n The downloadable demo, which serves as a standalone prologue to next month’s full release of Bravely Second, has these two player-friendly ideas that enliven its turn-based fights:\r\n\r\nAdvertisement\nI’ll make it to a third victory here. My best streak is seven.\r\n\r\n“Bring It On!” Battles - Many JRPGs will suck you into a random battle against weak enemies even if your party’s characters are so powerful that they can swat those enemies into dust in one turn. This wastes your time. Bravely Second’s designers, however, have found a way to turn this cliche into a compelling, strategic situation. Sure, you are uber-powered enough to beat one set of enemies in one turn, but can your four-person party beat a second wave in one turn? Yeah? How about a third? In the demo (and presumably in the game), you will be offered the chance to summon a second wave of enemies, if you wipe the first out in one turn. Do the same to the second wave and you can call in a third, a fourth and so on. You fail if you lose the fight or, more likely, if you simply need two or more turns to beat the newest wave of bad guys.\r\n\r\nEach successive one-round battle adds a multiplier to the experience and money rewards you get at the end of the battle, so stacking your one-round wins is worthwhile. It’s also difficult to stack them, because your party will likely dwindle the more waves you summon. Many of the best attacks available to members of your party will cost them a “brave point” and make them ineligible until a second turn of a given fight. Since you’re trying to wipe out each enemy wave in one turn, a character who is down brave points can’t be used and will leave you with fewer and fewer party members eligible to attack in the next round.\r\n\r\nSponsored\r\n\r\nYou follow? This turns what would be a mismatch waste of the player’s time in other RPGs into a series of increasingly tricky battles that require shrewd party management. They pay worthwhile rewards, too.\r\n\r\nAn Encyclopedia That Expands As You Beat The Same Enemies - The first Bravely game, like many RPGs, includes dossiers on the enemies you defeat. The Bravely Second demo betters that by filling out more of the entries as you defeat more of the same kind of enemy.\r\n\r\nYour first encounter with an enemy will add a nice drawing and some basic info about the evil creature to your “bestiary.” Subsequent encounters gradually unlock a conversation that your party members have about that type of enemy. This bit of enemy-focused banter fleshes out your party’s personalities and riffs on the game’s good enemy designs. More importantly, it provides a trickle of narrative reward, a welcome bonus, given that RPGs basically have to keep making you fight the same goblin\/harpy\/undead\/etc grunt enemies in battle after battle. You might as well get an unfolding mini-story tied to each enemy for your efforts.\r\n\r\nI bailed on the original Bravely Default after six hours because I didn’t want to deal with a game that has such a severe amount of late-game grind. That game had a fun battle system, great art and some funny writing, but time-waste design elements like forcing players to repeat the same stuff over and over again aren’t for me.\r\n\r\nAdvertisement\r\n\r\nI have, however, happily played more than six hours of Bravely Second’s demo. It’s mostly like the last game and even brings back some old characters (one of whom is now a... sexily dressed pope, of course). It lets you sample some of the game’s available jobs, go on a few quests, fight a boss and have some good, free fun. I recommend it even if you don’t plan to get the full Bravely Second game next month. Whether you do or don’t, the demo won’t waste your time. \nMeanwhile in Japan, Microsoft's A.I. Chatbot Has Become an Otaku\r\n\r\nToday 10:30am\nThe Nintendo 64's Most Valuable Games\r\n\r\nYesterday 11:00am\nThose Rumored NX Controller Photos Are Both Fake\r\n\r\nToday 10:25am\nKotaku · Stephen Totilo\r\n\r\nYou can e-mail us tips at tips@kotaku.com or send them directly to any of our writers. You can follow us on Twitter or Facebook.…\r\n\r\nToday 9:55am\nMost Survival Games Have Problems That S.T.A.L.K.E.R. Solved Long Ago\r\n\r\nMonday 12:00pm\nWe Now Live In A World Full Of Virtual Reality Bird Games\r\n\r\nSaturday 2:38pm\nHere's the Best Price We've Ever Seen on the Xbox One Elite\r\n\r\nToday 12:24pm","url":"http:\/\/kotaku.com\/two-smart-ideas-in-the-bravely-second-demo-make-jrpg-gr-1767078371","archived":"false","category":null}]}