{"links":[{"title":"First Look at the New Anime from One-Punch Man's CreatorÂ ","content":"Go to permalink\r\n\r\nThe manga Mob Psycho 100, from One-Punch Man creator One, is getting an adaptation. A sweet-looking one at that.\r\n\r\n';\n\t\tif (google_ads[0].bidtype == 'CPC') { \/* insert this snippet for each ad call *\/\n\t\t\tgoogle_adnum = google_adnum + google_ads.length;\n\t\t}\n\t\tdocument.write(s);\n\t}\n}\ngoogle_ad_client = 'ca-pub-0457527031304647';\ngoogle_ad_output = 'js';\ngoogle_max_num_ads = '1';\ngoogle_ad_type = 'text';\ngoogle_feedback = 'on';\ngoogle_skip = google_adnum;\ngoogle_ad_channel = '1102379497'; \r\n\r\nMob Psycho 100 follows a junior high student who has powerful psychic powers and is filled with a wry visual style. \r\n\r\nAdvertisement\r\n\r\nThe studio Bones is handling the adaptation, which was announced last December, and the anime is slated to air this year. Canâ\u0080\u0099t wait.\r\n\r\nGIF via Warner Bros. Japan | YouTube\r\n\r\nSponsored","read":false,"archived":false,"category":null},{"title":"Contribuez anonymement sur Github grâce à Gitmask","content":"3\r\n\r\nSi vous aimez contribuer à du logiciel libre, mais que vous n'en avez pas le droit à cause de votre boulot (clause dans votre CDI) ou si vous ne souhaitez pas apparaitre publiquement comme un contributeur à tel ou tel sof, voici une solution qui va vous intéresser.\r\n\r\nÇa s'appelle Gitmask et une fois en place, ça permet de contribuer de manière anonyme à un dépôt Github. Par exemple, si vous voulez contribuer au projet Bitcoin en anonyme, vous devez ajouter le remote suivant sur votre dépôt.\r\n\r\ngit remote add gitmask https:\/\/git.gitmask.com\/bitcoin\/bitcoin.git\r\n\r\nComme Gitmask repose sur Github, il saura faire le lien entre ce dépôt bitcoin chez Gitmask et le dépôt Github du même nom. Une fois votre code poussé sur Gitmask, toutes les données personnelles contenues dans vos commits seront anonymisées : email, nom, dates et heures, et tout sera poussé vers Github avec le user anonyme et l'adresse IP de Gitmask.\r\n\r\nEn gros, c'est un genre de proxy anonymisant pour vos push. C'est top ça non ?\r\n\r\nA vous les projets top secret ;-)\r\n\r\nPosté par Korben le mardi 9 février 2016","read":false,"archived":false,"category":null},{"title":"Edito du 09\/02\/2016","content":"2 ans d’utilisation\r\n\r\nComme j'en ai parlé il n'y a pas longtemps avec un ami, je me suis souvenu que je n'avais pas encore fait d'article à ce sujet. Il y a un peu plus de 2 ans, je me suis mis à ressentir des douleurs assez vives au niveau du poignet. Je n'y ai...lire la suite","read":false,"archived":false,"category":null},{"title":"Ten Catchy Anime Theme Songs from Winter 2016","content":"Song: “HOW CLOSE YOU ARE”\r\n\r\nArtist: Miyano Mamoru\r\n\r\nWhy I Love It: This is a rather laid-back ballad offset with images of Ajin dying hauntingly in a beautiful art style.\r\n\r\nKotaku East is your slice of Asian internet culture, bringing you the latest talking points from Japan, Korea, China and beyond. Tune in every morning from 4am to 8am.","read":false,"archived":false,"category":null},{"title":"Ten Catchy Anime Theme Songs from Winter 2016","content":"Go to permalink\r\n\r\nAs the winter 2016 season comes to a close, let’s look at some of the best anime theme songs it had to offer.\r\n\r\nAnime: Showa Genroku Rakugo Shinjuu\r\n\r\nSong: “Usurashi Shinjuu” Artist: Megumi Hayashibara \r\n\r\nWhy I Love It: This lounge singer-style Jazz song is so unlike the vast majority of anime themes out there, I can’t help but love it.\r\n\r\nAdvertisementAnime: Haruchika – Haruta & Chika \r\n\r\nSong: “Niji wo Ametara”Artist: fhána \r\n\r\nWhy I Love It: Upbeat songs with a mixture of male and female vocals are the best.\r\n\r\nSponsoredArtist: STEREO DRIVE FOUNDATION\r\n\r\nWhy I Love It: When even the main character of the anime can’t help but dance to this song, what chance do I have.\r\n\r\nAnime: Fairy Tail (2014)Why I Love It: Hard rock guitars and women singing in perfect harmony. Nuff said.\r\n\r\nAdvertisementArtist: Inaba Koshi\r\n\r\nWhy I Love It: This song makes Detective Conan seem way more epic than the formulaic mystery it actually is.\r\n\r\nAnime: Active Raid Artist: AKINO with bless4\r\n\r\nWhy I Love It: I’ve come to the realization that I’m going to like every AKINO song I come across. Her belting soprano voice gets me every time.\r\n\r\nAnime: Durarara!!x2 KetsuArtist: FLOW\r\n\r\nWhy I Love It: Not only is the song great, but the opening introduces all the important characters by name as well. Then it gives you a brief recap mid-song that reminds you of important moments from previous episodes that are vital to what you’re about to watch.\r\n\r\nAnime: ErasedArtist: ASIAN KUNG-FU GENERATION\r\n\r\nWhy I Love It: The tone of the song manages to capture both the everyday life nature of the show as well as the looming threat lying just beneath the surface.\r\n\r\nAnime: Bubuki BurankiWhy I Love It: Good use of female vocals, a hard guitar, and autotune.\r\n\r\nAnime: AjinVR Headsets Are (Mostly) Comfortable With Glasses\r\n\r\nMonday 8:30amWaiting Game. Osaka, Japan. By Edward ‘Edo’ Ofori.\r\n\r\nToday 4:08amAnime Tokyo Versus Real Tokyo\r\n\r\n3\/14\/16 7:30amThe Erased Live-Action Movie is Plagued by a Nonsensical Ending\r\n\r\nYesterday 4:30amIn Digimon Tri, Growing Up Is Just as Hard as Battling Giant Monsters\r\n\r\n3\/17\/16 5:00amChrono Trigger’s Excellent Battle System Returns\r\n\r\n3\/16\/16 5:00am","read":false,"archived":false,"category":null}]}