{"links":[{"title":"Ten Catchy Anime Theme Songs from Winter 2016","content":"\nGo to permalink\r\n\r\nAs the winter 2016 season comes to a close, let’s look at some of the best anime theme songs it had to offer.\r\n\r\nAnime: Showa Genroku Rakugo Shinjuu\r\n\r\nSong: “Usurashi Shinjuu” \nArtist: Megumi Hayashibara \r\n\r\nWhy I Love It: This lounge singer-style Jazz song is so unlike the vast majority of anime themes out there, I can’t help but love it.\r\n\r\nAdvertisement\nAnime: Haruchika – Haruta & Chika \r\n\r\nSong: “Niji wo Ametara”\nArtist: fhána \r\n\r\nWhy I Love It: Upbeat songs with a mixture of male and female vocals are the best.\r\n\r\nSponsored\nArtist: STEREO DRIVE FOUNDATION\r\n\r\nWhy I Love It: When even the main character of the anime can’t help but dance to this song, what chance do I have.\r\n\r\nAnime: Fairy Tail (2014)\nWhy I Love It: Hard rock guitars and women singing in perfect harmony. Nuff said.\r\n\r\nAdvertisement\nArtist: Inaba Koshi\r\n\r\nWhy I Love It: This song makes Detective Conan seem way more epic than the formulaic mystery it actually is.\r\n\r\nAnime: Active Raid \nArtist: AKINO with bless4\r\n\r\nWhy I Love It: I’ve come to the realization that I’m going to like every AKINO song I come across. Her belting soprano voice gets me every time.\r\n\r\nAnime: Durarara!!x2 Ketsu\nArtist: FLOW\r\n\r\nWhy I Love It: Not only is the song great, but the opening introduces all the important characters by name as well. Then it gives you a brief recap mid-song that reminds you of important moments from previous episodes that are vital to what you’re about to watch.\r\n\r\nAnime: Erased\nArtist: ASIAN KUNG-FU GENERATION\r\n\r\nWhy I Love It: The tone of the song manages to capture both the everyday life nature of the show as well as the looming threat lying just beneath the surface.\r\n\r\nAnime: Bubuki Buranki\nWhy I Love It: Good use of female vocals, a hard guitar, and autotune.\r\n\r\nAnime: Ajin\nSong: “HOW CLOSE YOU ARE”\r\n\r\nArtist: Miyano Mamoru\r\n\r\nWhy I Love It: This is a rather laid-back ballad offset with images of Ajin dying hauntingly in a beautiful art style.\r\n\r\nKotaku East is your slice of Asian internet culture, bringing you the latest talking points from Japan, Korea, China and beyond. Tune in every morning from 4am to 8am.\nHow Blade Runner Teaches Bad Japanese Table Manners\r\n\r\nYesterday 6:30am\nOne Piece Creator On Drawing Boobs\r\n\r\nTuesday 5:30am\nSquare-Enix's New RPG Harkens Back To Their Big 90s Classics\r\n\r\nToday 5:30am\nThe Erased Live-Action Movie is Plagued by a Nonsensical Ending\r\n\r\nTuesday 4:30am\nIn Digimon Tri, Growing Up Is Just as Hard as Battling Giant Monsters\r\n\r\n3\/17\/16 5:00am\nMake Everybody Uncomfortable With This $17 Party Game\r\n\r\nToday 11:46am","url":"http:\/\/kotaku.com\/ten-catchy-anime-theme-songs-from-winter-2016-1766283876","archived":"false","category":null}]}