{"links":[{"title":"L’Union européenne étudie le renvoi de migrants en Turquie","content":"\nEn poursuivant votre navigation sur ce site, vous acceptez l’utilisation de cookies pour vous proposer des contenus et services adaptés à vos centres d’intérêts. \r\n\r\nEn savoir plus et gérer ces paramètres\nS'abonner au Monde à partir de 1 €\r\n\r\nServices Le Monde ▾\nAffichez ici la météo de votre ville\r\n\r\nS'inscrire\n • Mis à jour le \r\n\r\n09.02.2016 à 13h11\nAdéa Guillot (Athènes, correspondance) et Jean-Pierre Stroobants (Bruxelles, bureau européen) \r\n\r\nLa question d’une « réadmission » par la Turquie de candidats réfugiés qui auraient transité par son territoire pour passer en Grèce est au programme des responsables européens. Le 5 février, alors que Bernard Cazeneuve et Thomas de Maizière, les ministres français et allemand de l’intérieur, étaient à Athènes pour évoquer, une fois encore, la crise migratoire, la surprise est venue de leur homologue grec, Panagiotis Kouroumblis, qui a déclaré que son pays avait « accepté de reconnaître la Turquie comme un pays tiers sûr ». Un terme qui figure dans le droit européen et permet à certains pays de ne pas examiner, ou de considérer comme « irrecevables », les demandes d’asile des personnes qui seraient passées par un tel pays.\r\n\r\nLe ministre grec semblait donc ouvrir la porte non seulement au renvoi vers la Turquie de migrants dits « économiques », mais aussi de demandeurs d’asile : si ce pays est jugé « sûr », pourquoi ne pas y renvoyer les réfugiés potentiels, qui pourraient y introduire leur demande ? « En fait, il y a eu une pression très forte, notamment de l’Allemagne, pour que Kouroumblis fasse cette déclaration, dont il n’a sans doute pas compris l’ampleur », explique une source grecque. Et, de fait, Athènes s’est livré à...\r\n\r\nL’accès à la totalité de l’article est protégé \nLa « jungle » de Calais en BD : les conteneurs du gouvernement \r\n\r\nPost de blog\nCliquez sur un pays pour accéder à ses dernières actualités\r\n\r\nVidéo\n Profitez du journal où et quand vous voulez. Abonnements papier, offres 100 % numériques sur Web et tablette. \r\n\r\nS'abonner au Monde à partir de 1 €\r\n\r\nDéjà abonné au\nActivez votre accès à l'Édition abonnés du Monde.fr\r\n\r\nGérez votre abonnement\nLe Monde dans les hôtels\r\n\r\n ▪ \n Nord-Pas-de-Calais-Picardie ▪ Pas-de-Calais ▪ Valleraugue ▪ Morsiglia ▪ Pressignac-Vicq ▪ Moulon ▪ Rimling ▪ Saint-Froult ▪ Saint-Aubin-de-Nabirat ▪ Baldenheim \r\n\r\nClassement des Lycées 2016\n - mobile\r\n\r\nJournal d'information en ligne, Le Monde.fr offre à ses visiteurs un panorama complet de\n   l'actualité. Découvrez chaque jour toute l'info en direct (de la politique à l'économie en passant par le sport et la\n   météo) sur Le Monde.fr, le site de news leader de la presse française en ligne.\r\n\r\n ","url":"http:\/\/www.lemonde.fr\/europe\/article\/2016\/02\/09\/l-union-europeenne-etudie-le-renvoi-de-migrants-en-turquie_4861963_3214.html","archived":"false","category":"C++"}]}