{"links":[{"title":"First Look at the New Anime from One-Punch Man's CreatorÂ ","content":"Go to permalink\r\n\r\nThe manga Mob Psycho 100, from One-Punch Man creator One, is getting an adaptation. A sweet-looking one at that.\r\n\r\n';\n\t\tif (google_ads[0].bidtype == 'CPC') { \/* insert this snippet for each ad call *\/\n\t\t\tgoogle_adnum = google_adnum + google_ads.length;\n\t\t}\n\t\tdocument.write(s);\n\t}\n}\ngoogle_ad_client = 'ca-pub-0457527031304647';\ngoogle_ad_output = 'js';\ngoogle_max_num_ads = '1';\ngoogle_ad_type = 'text';\ngoogle_feedback = 'on';\ngoogle_skip = google_adnum;\ngoogle_ad_channel = '1102379497'; \r\n\r\nMob Psycho 100 follows a junior high student who has powerful psychic powers and is filled with a wry visual style. \r\n\r\nAdvertisement\r\n\r\nThe studio Bones is handling the adaptation, which was announced last December, and the anime is slated to air this year. Canâ\u0080\u0099t wait.\r\n\r\nGIF via Warner Bros. Japan | YouTube\r\n\r\nSponsored","read":false,"archived":false,"category":null},{"title":"Contribuez anonymement sur Github grâce à Gitmask","content":"3\r\n\r\nSi vous aimez contribuer à du logiciel libre, mais que vous n'en avez pas le droit à cause de votre boulot (clause dans votre CDI) ou si vous ne souhaitez pas apparaitre publiquement comme un contributeur à tel ou tel sof, voici une solution qui va vous intéresser.\r\n\r\nÇa s'appelle Gitmask et une fois en place, ça permet de contribuer de manière anonyme à un dépôt Github. Par exemple, si vous voulez contribuer au projet Bitcoin en anonyme, vous devez ajouter le remote suivant sur votre dépôt.\r\n\r\ngit remote add gitmask https:\/\/git.gitmask.com\/bitcoin\/bitcoin.git\r\n\r\nComme Gitmask repose sur Github, il saura faire le lien entre ce dépôt bitcoin chez Gitmask et le dépôt Github du même nom. Une fois votre code poussé sur Gitmask, toutes les données personnelles contenues dans vos commits seront anonymisées : email, nom, dates et heures, et tout sera poussé vers Github avec le user anonyme et l'adresse IP de Gitmask.\r\n\r\nEn gros, c'est un genre de proxy anonymisant pour vos push. C'est top ça non ?\r\n\r\nA vous les projets top secret ;-)\r\n\r\nPosté par Korben le mardi 9 février 2016","read":false,"archived":false,"category":null},{"title":"Edito du 09\/02\/2016","content":"2 ans d’utilisation\r\n\r\nComme j'en ai parlé il n'y a pas longtemps avec un ami, je me suis souvenu que je n'avais pas encore fait d'article à ce sujet. Il y a un peu plus de 2 ans, je me suis mis à ressentir des douleurs assez vives au niveau du poignet. Je n'y ai...lire la suite","read":false,"archived":false,"category":null}]}